[ArenaCams]
Bane_Exit=Bane Exit
BlackgateCellsBasement=Cell Block Basement
BlackgateCellsControlRoom=Cell Block Control Room
BlackgateCourtyard=Central Courtyard
BlackgateCourtyardControlRoom=Courtyard Control Room
BlackgateWorkAreaBasement=Work Area Basement
BlackgateWorkAreaControlRoom=Work Area Control Room
ChemplantCamCentralLower1=Central Factory Basement
ChemplantCamCentralLower2=Central Factory Basement
ChemplantCamCentralUpper1=Central Factory Towards Loading Bay
ChemplantCamCentralUpper2=Central Factory Towards Waste Processing
ChemplantCamLoadingBayLower1=Loading Bay Basement
ChemplantCamLoadingBayLower2=Loading Bay Basement
ChemplantCamLoadingBayUpper1=Loading Bay Platform
ChemplantCamLoadingBayUpper2=Loading Bay Platform
ChemplantCamSewerLower1=Waste Processing Basement
ChemplantCamSewerLower2=Waste Processing Basement
ChemplantCamSewerUpper1=Waste Processing Platform
ChemplantCamSewerUpper2=Waste Processing Platform
CP1=CP1
CP1_Lower=CP1 Basement
CP2_From1=CP2
CP2_From3=CP2
CP3=CP3
CP3_Lower=CP3 Basement
FunhouseBuilding=Joker's Funhouse Building
FunhouseBuildingInt=Inside Joker's Funhouse
FunhouseDodgems=Dodgems
FunhouseDropTower=Drop Tower
FunhouseFerrisWheel=Ferris Wheel
FunhouseTracks=Collapsed Tracks
Joker_Exit=Joker Exit

[GDGameReplicationInfo_BeTheBatman]
BatmanSpawnMessage=You will become the next Batman!
BatmanSpawnMessageOthers=will become the next Batman!
BatmanSpawnMessageTitle=BE THE BATMAN

[GDGameReplicationInfo_BeTheVillain]
BaneSpawnMessage=You will become Bane!
BaneSpawnMessageOthers=will become Bane!
JokerSpawnMessage=You will become The Joker!
JokerSpawnMessageOthers=will become The Joker!
SupervillainSpawnMessageTitle=BE THE VILLAIN

[GDGameReplicationInfo_ControlPoints]
ControlPointActivatedThugs=Control point activated, Capture it!
ControlPointCaptureBegin=captured a control point.
ControlPointCaptureTrailer=need 1 more control point to win.
ControlPointTitle=CONTROL POINTS
HeroPreactivateDesc=A control point is about to activate.

[GDGameReplicationInfo_Gangland]
HeroFinaleBeginMessageHeroes=Elite mission failed. Gang team damage restrictions will turn off in 10 seconds, and only the last one of them alive can get out.
HeroFinaleBeginMessageThugs=Mission aborted. Team damage restrictions will turn off in 10 seconds, and only the last one alive can get out.
HeroFinaleTitle=HERO FINALE
HeroFinaleWarningMessageHeroes=Gang team damage restrictions will turn off in 5 seconds!
HeroFinaleWarningMessageThugs=Team damage restrictions will turn off in 5 seconds!
MinorVictoryMessage=achieved victory!
ThugFinaleBeginMessageHeroes=is wiped out, stop
ThugFinaleBeginMessageHeroesTrailer=from escaping
ThugFinaleBeginMessageLosers=Your gang has been wiped out!
ThugFinaleBeginMessageWinners=Enemy gang wiped out, exit will be confirmed in 10 seconds!
ThugFinaleTitle=FINALE
ThugFinaleWarningMessageThugs=Exit door will open in 5 seconds!
TotalVictoryMessage=achieved a Total victory!

[GDGameReplicationInfo_HunterHunted]
FinaleHeading=HUNTER, HUNTED
FinaleSurvivalHeader=Survive for
FinaleSurvivalTrailer=seconds for victory.
LastChanceWarningHeader=Last chance!
LastChanceWarningTrailerHeroes=seconds to take out all gang members.
LastChanceWarningTrailerThugs=seconds to take out the enemy gang.
LastTeamStanding=is the Last Team Standing!

[GDTeamInfoHeroes]
ObjectiveCapturePointTeamName=HEROES
TeamName=Heroes

[GDTeamInfoThugBane]
ObjectiveCapturePointTeamName=BANE
SuperVillainName=Bane
TeamName=Bane Gang

[GDTeamInfoThugJoker]
ObjectiveCapturePointTeamName=JOKER
SuperVillainName=The Joker
TeamName=Joker Gang

[GDTicketedGameMessage]
HeroKillMessage=took down a hero. Reinforcements have arrived.
HeroKillMessageZeroTickets=took down a hero. Welcome back.
MajorityMessage=has gained a control point majority of
NoTicketsRemaining=has no tickets remaining!

[GDUIAmmoCrateIndicators]
AmmoCrateString=AMMO
GrenadeCrateString=GRENADES
InUseString=IN USE

[GDUIControlPointObjectiveMarkers]
ControlPointDisabledText=INTERRUPTED
ControlPointNeutralText=NEUTRAL
ControlPointString=CONTROL POINT
FinaleExitText=EXIT
NextPointString=NEXT POINT
SupervillainDoorTextBane=BANE SPAWN DOOR
SupervillainDoorTextJoker=JOKER SPAWN DOOR

[GDUIKingOfTheHillObjectiveMarker]
InactiveObjectiveText=INACTIVE
NextObjectiveText=NEXT OBJECTIVE

[GDUIObjectiveMarkers]
ContestedText=CONTESTED
UnattendedText=UNATTENDED

[GDUITugOfWarObjectiveMarker]

[RDamageType]
ObituaryMethod=Knocked Out

[RDmgType_BombExplosion]
ObituaryMethod=Grenade

[RDmgType_ExplosiveGel]
ObituaryMethod=Explosive Gel

[RDmgType_ExplosiveGelWeak]
ObituaryMethod=Explosive Gel

[RDmgType_PenguinRocketExplosion]
ObituaryMethod=Rocket

[RDmgType_QuickStrike]
ObituaryMethod=Melee

[RDmgType_Rifle]
ObituaryMethod=Rifle

[RDmgType_ShieldBash]
ObituaryMethod=Shield Bash

[RDmgType_Shotgun]
ObituaryMethod=Shotgun

[RDmgType_SideArm]
ObituaryMethod=Side Arm

[RDmgType_SilentTakedown]
ObituaryMethod=Silent Takedown

[RDmgType_SMG]
ObituaryMethod=SMG

[RDmgType_Sniper]
ObituaryMethod=Sniper

[RDmgType_SonicBatarangShock]
ObituaryMethod=Explosive Batarang

[RDmgType_Takedown]
ObituaryMethod=Wall/Combat Takedown

[RDmgType_Takedown_Corner]
ObituaryMethod=Corner Takedown

[RDmgType_Takedown_Double]
ObituaryMethod=Double Takedown

[RDmgType_Takedown_DoubleLedge]
ObituaryMethod=Double Ledge Takedown

[RDmgType_Takedown_DoubleLedgeHang]
ObituaryMethod=Double Ledge Hang Takedown

[RDmgType_Takedown_Floor]
ObituaryMethod=Ground Takedown

[RDmgType_Takedown_FromCrouch]
ObituaryMethod=Knockout Smash

[RDmgType_Takedown_GlassAttack]
ObituaryMethod=Drop Takedown

[RDmgType_Takedown_Grate]
ObituaryMethod=Grate Takedown

[RDmgType_Takedown_Hang]
ObituaryMethod=Inverted Takedown

[RDmgType_Takedown_InvertedCeiling]
ObituaryMethod=Inverted Takedown

[RDmgType_Takedown_Ledge]
ObituaryMethod=Ledge Takedown

[RDmgType_Takedown_LedgeHang]
ObituaryMethod=Ledge Hang Takedown

[RDmgType_Takedown_LineLauncher]
ObituaryMethod=Wall Takedown

[RDmgType_Takedown_Railing]
ObituaryMethod=Railing Takedown

[RDmgType_Takedown_RailingHang]
ObituaryMethod=Railing Hang Takedown

[RDmgType_Takedown_ReverseLedge]
ObituaryMethod=Reverse Choke Takedown

[RDmgType_Takedown_Sneaky]
ObituaryMethod=Sneaky Takedown

[RDmgType_Takedown_VentAttack]
ObituaryMethod=Combat Takedown

[RDmgType_Venom]
ObituaryMethod=Poisoned

[RPlayerController]
ExitedFinaleMessage=Congratulations, you escaped
FinaleRespawnMessage=Cannot respawn, finale has been triggered
NoTicketsRespawnMessage=Cannot respawn, your team has no tickets left!
RespawningHeaderMessage=Respawning in:
RespawningTrailerMessage=s

